# Типы номеров
SINGLE_ROOM = 'одноместный'
DOUBLE_ROOM = 'двухместный'
HALF_LUXURY_ROOM = 'полулюкс'
LUXURY_ROOM = 'люкс'


# Комфортности
STANDART = 'стандарт'
IMPROVED_STANDART = 'стандарт_улучшенный'
APARTMENT = 'апартамент'


# Питание
WITHOUT = 'Без питания'
BREAKFAST = 'Завтрак'
HALF_BOARD = 'Полупансион'


# Итоги моделирования
BUSY_ROOMS = 'Количество занятых номеров:'
FREE_ROOMS = 'Количество свободных номеров:'
PERCENT_EACH = 'Процент загруженности отдельных категорий номеров:'
PERCENT_ALL = 'Процент загруженности гостиницы в целом:'
REVENUE = 'Полученный доход за день:'
LOSSES = 'Упущенный доход за день:'


# Информация о клиентах
AMOUNT = 'в количестве:'
DECLINE = 'отказался от номера'
SETTLED = 'Заселили'
NOT_SUITABLE = 'Не удалось найти комнату для'
LEAVE = 'уехал'